Revit 2027 API
ParameterTypeId.RbsHvacloadFloorAreaParam Property
 "Floor Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsHvacloadFloorAreaParam { get; }
Public Shared ReadOnly Property RbsHvacloadFloorAreaParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsHvacloadFloorAreaParam {
	ForgeTypeId^ get ();
}
static member RbsHvacloadFloorAreaParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace